{
    "Hello,my name is AIZHAN !" : "Сәлем , менің есімім Айжан !",
    "Hi there!" : "Сәлем, Менің атым Айжан!",
    "HELLO, AND WELCOME TO MY PAGE!" : "\nМенің парақшама қош келдіңіз!",
    "My name is Aizhan, and  I am a student who is studying at Suleiman Demirel University in Kaskelen. I live in the city of Satpayev with  my family. The school I attended until I was 11 is also in the city. I studied at the Abay school number 4." : "Менің атым Айжан, мен Қаскелеңдегі Сүлеймен Демирел атындағы университетте оқитын студентпін. Мен Сәтбаев қаласында отбасыммен тұрамын. 11 жасыма дейін оқыған мектебім де қалада. Мен  № 4 Абай мектебінде мектепте оқыдым.",
    "Things I'm good at:" : "Мен жақсы білетін нәрселер:",
    "Almost everyone is good in at least one sport. The only competition I'm good at is basketball. At my school, almost everyone was obsessed with the sport, and so was I.every game period, my teacher made us play basketball together with other games. Over the years, my way of playing basketball has improved, and as I've studied the game, I've discovered other lessons. One of the lessons I learned is how to play as a team. When you play in a group, you depend on each other to win." : "Барлығы дерлік кем дегенде бір спорт түрін жақсы біледі. Мен білетін жалғыз жарыс - баскетбол. Менің мектебімде барлығы дерлік осы спортпен әуестенді, сондықтан ойынның барлық кезеңдері менің мұғалімім бізді бірге баскетбол ойнауға мәжбүр етті» Осы ойын барысында менің баскетбол ойнау әдісі жақсарды, ойынды зерттей келе мен басқа сабақтарды таптым.Мен алған сабақтарымның бірі - топ болып ойнау. Топта сендер бір-біріңе тәуелдісіңдер ",
    "I was always energetic and lively. While many people feel awkward and strange making friends with me, I have no problem making new friends. I can quickly talk to everyone and get to know them." : "Мен әрқашан жігерлі және сергек болатынмын. Көптеген адамдар менімен достасуды ыңғайсыз және оғаш сезінсе де, менде жаңа достар табу қиын емес. Мен бәрімен тез сөйлесіп, оларды біле аламын",
    "My Skills" : "Менің дағдыларым",
    "Keep in Touch" : "Менімен байланыс",
    "My name is" : "Менің есімім",
    "My e-mail is" : "Почта",
    "My number is" : "Телефон номерім",
    "I'd like to chat about" : "Не жайлы сөйлескім келеді",
    "Home" : "Басты бет",
    "About me" : "Мен туралы",
    "Blog" : "Блог",
    "Skills" : "Дағдыларым",
    "Contact" : "Байланыс",
    "Suleyman Demirel University (Kazakh: Сүлейман Демирел атындағы Университет, romanized: Súleıman Demırel atyndaǵy Ýnıversıtet, Russian: Университет имени Сулеймана Демиреля,Turkish: Süleyman Demirel Üniversitesi, abbreviated as SDU) is a private university in Kaskelen, Almaty, Kazakhstan. It is named after Süleyman Demirel, the former prime minister and president of Turkey.\n\nThe university was established in 1996, by the initiatives of the president of Kazakhstan, Nursultan Nazarbayev, and the former president of Turkey, Suleyman Demirel." : "Сүлейман Демирел университеті (түрікше: Süleyman Demirel Universitesi, қысқартылған SDU) - Қаскелең қаласындағы жеке университет, Алматы, Қазақстан. Ол Түркияның бұрынғы премьер-министрі және президенті Сүлейман Демирелдің есімімен аталған.\n\nУниверситет 1996 жылы Қазақстан Президенті Нұрсұлтан Назарбаев пен Түркияның бұрынғы президенті Сүлеймен Демирелдің бастамасымен құрылған.",
    "I am a second year student at Suleyman Demirel University." : "Мен Сүлейман Демирель университетінің екінші курсында оқимын.",
    "Professional Skills" : "Профессионалдық дағды",
    "When I started as a developer, I thought that technical competences were all in our job. So, I continue training myself, trying to become every day a better developer. What I missed at the beginning it that our professional background doesn’t need only to be technical. It’s clear that if you want to play machine learning, you have to master python, Keras, TensorFlow, and all the other cool stuff we have nowadays. These are your tools. This is your playground. These are your hard skills. What you miss probably, is to focus also on soft ones. Soft skill helps to work better with others, get results easier, give more value on what you do. And if you think that soft skill doesn’t produce working software, read this article. I thought the same, but I boost my career only when I started to look at the whole professional, not just to the technical part. In this article, you will find ten skills that are important to become a better IT professional and some suggestions that will be useful for improving them." : "Мен әзірлеуші ретінде бастаған кезде, техникалық құзыреттер біздің жұмысымызда деп ойладым. Сондықтан мен күн сайын жақсы әзірлеуші болуға тырысып, жаттығуды жалғастырамын. Басында мен жіберіп алған нәрсе-біздің кәсіби дайындығымыз тек техникалық болмауы керек. Егер сіз машиналық оқытуды ойнағыңыз келсе, python, Keras, TensorFlow және басқа да керемет нәрселерді игеруіңіз керек. Бұл сіздің құралдарыңыз. Бұл сіздің ойын алаңыңыз. Бұл сіздің қиын дағдыларыңыз. Кейін сіз, бәлкім, жоқ, бұл көңіл және жұмсақ. Жұмсақ шеберлік басқалармен жақсы жұмыс істеуге, нәтиже алуды жеңілдетуге, не істеп жатқаныңызды көбірек бағалауға көмектеседі. Егер сіз soft skill жұмыс істейтін бағдарламалық жасақтаманы шығармайды деп ойласаңыз, осы мақаланы оқып шығыңыз. Мен дәл солай ойладым, бірақ мен өзімнің мансабымды тек техникалық жағынан ғана емес, кәсіби жағынан да бастадым. Бұл мақалада сіз ең жақсы IT-маман болу үшін маңызды он дағдыларды және оларды жақсартуға пайдалы болатын кейбір ұсыныстарды таба аласыз.",
    "SOFT SKILLS": "Програмдық дағдылар",
    "Decision maker" : "Шешім қабылдаушы тұлға",
    "Adaptability" : "Бейімделу",
    "Team-oriented" : "Командалық-бағытталған",
    "Strong work ethic" : "Күшті жұмыс этикасы",
    "Communication" : "Қарым-қатынас",
    "Organized" : "Ұйымдастырылған",
    "Creative" : "Шығармашылық",
    "Leadership" : "Басшылық",
    "Message:" : "Хат:",
    "Phone:" : "Телефон номері",
    "Email:" : "Почта",
    "Last Name:" : "Фамилия",
    "First Name:" : "Есімі",
    "Send me your message and we will get back to you as soon as possible": "Сіздің хабарламаңызды маған жіберіңіз, біз сізге тезірек хабарласамыз",
    "Contact me" : "Менімен байланыс"




}
