{
    "Hello,my name is AIZHAN !" : "Привет , меня зовут Айжан !",
    "Hi there!" : "Привет, меня зовут Айжан!",
    "HELLO, AND WELCOME TO MY PAGE!" : "Добро пожаловать на мою страницу!",
    "My name is Aizhan, and  I am a student who is studying at Suleiman Demirel University in Kaskelen. I live in the city of Satpayev with  my family. The school I attended until I was 11 is also in the city. I studied at the Abay school number 4." : "Меня зовут Айжан, и я студентка, которая учится в Университете Сулеймана Демиреля в Каскелене. Я живу в городе Сатпаев со своей семьей. Школа, в которой я учился до 11 лет, тоже находится в городе. Я учился в Абайской школе № 4.",
    "Things I'm good at:" : "Вещи, в которых я хорош:",
    "Almost everyone is good in at least one sport. The only competition I'm good at is basketball. At my school, almost everyone was obsessed with the sport, and so was I.every game period, my teacher made us play basketball together with other games. Over the years, my way of playing basketball has improved, and as I've studied the game, I've discovered other lessons. One of the lessons I learned is how to play as a team. When you play in a group, you depend on each other to win." : "Почти все хороши хотя бы в одном виде спорта. Единственное соревнование, в котором я хорош, - это баскетбол. В моей школе почти все были одержимы этим видом спорта, и я тоже. Каждый игровой период мой учитель заставлял нас играть в баскетбол вместе с другими играми. С годами мой способ игры в баскетбол улучшился, и по мере того, как я изучал игру, я обнаружил другие уроки. Один из уроков, который я усвоил, - это умение играть в команде. Когда вы играете в группе, вы зависите друг от друга, чтобы выиграть.",
    "I was always energetic and lively. While many people feel awkward and strange making friends with me, I have no problem making new friends. I can quickly talk to everyone and get to know them." : "Я всегда был энергичным и живым. В то время как многие люди чувствуют себя неловко и странно, подружившись со мной, у меня нет проблем с новыми друзьями. Я могу быстро поговорить со всеми и узнать их.",
    "My Skills" : "Мои навыки",
    "Keep in Touch" : "Cвязаться со мной",
    "My name is" : "Моё имя",
    "My e-mail is" : "Моя почта",
    "My number is" : "Номер телефона",
    "I'd like to chat about" : " Я хочу поговорить насчет",
    "Home" : "Главная страница",
    "About me" : "Обо мне",
    "Blog" : "Блог",
    "Skills" : "Навыки",
    "Contact" : "Контакты",
    "Suleyman Demirel University (Kazakh: Сүлейман Демирел атындағы Университет, romanized: Súleıman Demırel atyndaǵy Ýnıversıtet, Russian: Университет имени Сулеймана Демиреля,Turkish: Süleyman Demirel Üniversitesi, abbreviated as SDU) is a private university in Kaskelen, Almaty, Kazakhstan. It is named after Süleyman Demirel, the former prime minister and president of Turkey.\n\nThe university was established in 1996, by the initiatives of the president of Kazakhstan, Nursultan Nazarbayev, and the former president of Turkey, Suleyman Demirel." : "Университет Сулеймана Демиреля (казахский: Сүлейман Демирел атындағы Университет, латинизированный: Súleıman Demırel atyndaǵYınıversıtet, русский: Университет имени Сулеймана Демиреля, турецкий: Süleyman Demirel Universitesi, сокращенно SDU) - частный университет в Каскелене, Алматы, Казахстан. Он назван в честь Сулеймана Демиреля, бывшего премьер-министра и президента Турции.\n\nУниверситет был создан в 1996 году по инициативе президента Казахстана Нурсултана Назарбаева и бывшего президента Турции Сулеймана Демиреля.",
    "I am a second year student at Suleyman Demirel University." : "Я учусь в университете имени Сулеймана Демиреля.",
    "Professional Skills" : "Профессиональные навыки",
    "When I started as a developer, I thought that technical competences were all in our job. So, I continue training myself, trying to become every day a better developer. What I missed at the beginning it that our professional background doesn’t need only to be technical. It’s clear that if you want to play machine learning, you have to master python, Keras, TensorFlow, and all the other cool stuff we have nowadays. These are your tools. This is your playground. These are your hard skills. What you miss probably, is to focus also on soft ones. Soft skill helps to work better with others, get results easier, give more value on what you do. And if you think that soft skill doesn’t produce working software, read this article. I thought the same, but I boost my career only when I started to look at the whole professional, not just to the technical part. In this article, you will find ten skills that are important to become a better IT professional and some suggestions that will be useful for improving them." : "Когда я начинал как разработчик, я думал, что технические компетенции-это все в нашей работе. Поэтому я продолжаю тренироваться, стараясь каждый день становиться лучшим разработчиком. Что я упустил в самом начале, так это то, что наша профессиональная подготовка не должна быть только технической. Ясно, что если вы хотите играть в машинное обучение, вы должны освоить python, Keras, TensorFlow и все другие классные вещи, которые у нас есть в настоящее время. Это ваши инструменты. Это твоя игровая площадка. Это ваши тяжелые навыки. Чего вам, вероятно, не хватает, так это сосредоточиться еще и на мягких. Мягкий навык помогает лучше работать с другими, легче получать результаты, больше ценить то, что вы делаете. И если вы думаете, что soft skill не производит работающее программное обеспечение, прочитайте эту статью. Я думал так же, но свою карьеру я сделал только тогда, когда начал смотреть на всю профессиональную, а не только на техническую часть. В этой статье вы найдете десять навыков, которые важны для того, чтобы стать лучшим ИТ-специалистом, и некоторые предложения, которые будут полезны для их улучшения.",
    "SOFT SKILLS": "Програмные навыки",
    "Decision maker" : "принимающее решения",
    "Adaptability" : "Адаптивность",
    "Team-oriented" : "Командно-ориентированный",
    "Strong work ethic" : "Трудовая этика",
    "Communication" : "Общение",
    "Organized" : "Организованность",
    "Creative" : "Креативность",
    "Leadership" : "Лидерские качества",
    "Message:" : "Письмо:",
    "Phone:" : "Номер телефона",
    "Email:" : "Почта",
    "Last Name:" : "Фамилия",
    "First Name:" : "Имя",
    "Send me your message and we will get back to you as soon as possible": "Пришлите мне ваше сообщение и мы свяжемся с вами как можно скорее",
    "Contact me" : "Свяжитесь со мной"
}
